{
  "path": "hjx",
  "title": "胡洁霞 中央民族大学 历史学",
  "school": "中央民族大学",
  "admission": "高考",
  "choose": "政史地",
  "score": "659",
  "rank": "8563",
  "tags": "平行志愿录取",
  "content": "┭┮﹏┭┮虽然这个成绩应该是这里面介绍同学中比较低的，但可以给同学们一些其他的启发（毕竟也不是人人都考这么高，发挥自己应有水平就行！！！）\r\n\r\n### 关于强基三一\r\n\r\n只报过浙师大的三一，没有其他强基和三一的经验。但据我一个报了南大强基的同学的经验来讲，大家在报名强基后一定要继续跟进信息，跟你们的父母沟通好，及时确认强基信息并缴费（我的同学就是没有跟进信息，没有确认和缴费，错失机会）。\r\n\r\n### 关于学校\r\n\r\n中央民族大学，一所并不出名的985大学。与其他985不同的是，它是由国家民委管辖，并不是由教育部管辖。并且一听名字就知道，这个学校里少数民族的同学很多，大家都来自五湖四海，分享着不同的学习生活体验。\r\n\r\n作为一所985来说，它的性价比还是挺高的。王牌专业民族学、文学和历史学，录取位次在7000-9000之间；而其他专业一般在10000-15000之间；今年新投入的中外办学的海南校区，最低录取到20000左右，甚至感觉不像一所985应有的标准。如果你对985的名牌感兴趣，或者是想当选调生，或者对民族文化感兴趣，欢迎来报考中央民族大学！\r\n\r\n我们大学又被称为“歌舞升平大学”，学校的文艺生活确实多姿多彩，校艺术团实力十分强悍。虽然现在保留的民族风俗（比如之前学校里会过泼水节）、艺术氛围不如之前，但像每周五操场上“跳锅庄”这样的活动还是保留了下来。所以对于**艺术类**，特别是舞蹈类（可以与北舞对打）、音乐类的考生来说，我们学校还是很不错的。但应该是要参加学校的校考，具体可到**www.muc.edu.cn**网站查询。\r\n\r\n### 关于校址\r\n\r\n为什么要强调一下校址呢？是因为新校区地理位置过于偏僻。民大新生现在基本都搬进北京市丰台区魏各庄路的新校区了（舞蹈、药学、生环等还在老校区），校区新是新，可惜太偏僻了，距离最近的地铁站8.6km，距离最近的商场7.7km，进程一趟也要一个多小时，通勤不是很便利。周围也不是开发得很好的商业区，比较荒凉。\r\n\r\n当然，大四的时候会搬回海淀校区，距国家图书馆骑自行车只要5分钟，离其他北京高校也很近。\r\n\r\n虽然新校区偏僻，但是连接城区的地铁正在修建，平时也有通勤班车可直达海淀。**北京**还是一座能让你开阔眼界、了解新知的城市，各种演出、展览、讲座数不胜数，政府对于文化建设也很重视，比赛项目也很多，对有想提升自己的同学确实是一座比较好的城市（除去它的大气环境）。\r\n\r\n### 关于专业\r\n\r\n选专业还是历年高考后引起热议、令无数家庭纠结不已的话题。这里就我的感受做几点建议并介绍一下历史学这个专业。\r\n\r\n1.慎重考虑你的兴趣。虽然我认为兴趣确实是学习中重要的一环，并且我也是因为兴趣报了历史；但兴趣是可以培养的，也不一定是唯一的。大家报考专业时，还是要盘问一下自己是否对感兴趣的领域有一定了解、是否愿意往深挖掘这个领域，还是仅仅是一种浅层的喜爱。而且别太执着于自己的喜爱而忘记了向外看，如果学习了这个专业发现真的不喜欢，可以在课余时间去别的专业蹭蹭课，看看是不是有必要转专业。\r\n\r\n2.多听听这一专业的师兄师姐的介绍。我们还是要通过第一手资料来还原或近似还原一个专业真正的核心、学习的内容、平时的课程、课后的作业等等是什么样的；而不是道听途说，或者拿以前的经验套在现在的专业学习上。\r\n\r\n（下面欢迎史学闪亮登场❀❀❀）\r\n\r\n那么在**历史学**中，你又会学到什么呢？历史学从本质上来讲，还是一门锻炼人的思维能力的人文学科。你要学会收集、整理史料，运用多种方式分析，从而得出结论（好像白说了）。我们关注的方面是多样的，只有你想不到，没有我们写不到（比如最近全球史中我们小组就做了全球卫生巾发展与月经禁忌发展史）。\r\n\r\n而学习过程中，老师们教授的内容一是基础史学知识，如《中国古代史》；二是史学方法和规范，如《史学研究方法》；三是磨砺你的思维，这浸润在每一门课中。一般来说，历史学先从通史、如何阅读史料和史学规范学起，再学专门史。而在进入之后，可能会在大二分流，是选中国史方向还是世界史方向，两个方向学习内容是有差别的。\r\n\r\n \r\n\r\n再介绍一下我们学院。中央民族大学历史文化学院，下设历史学这唯一专业，院内人少，保研率高，互相以同门师兄弟姐妹相称（你的老师可能会是你另一个老师的学生），环境融洽。学院招牌是民族史、隋唐史，目前正在做国家级重大文化工程“三交史”编纂。如果来了我们系，在大二时应该会要求再学一门语言来方便阅读史料：选中国史方向要求在满语、藏语、蒙古语中选择；选世界史方向要求在法语、日语、汉语等中选一门，这也算是一个亮点吧，毕竟说少数民族语言真的像在念神秘魔法咒语。\r\n\r\n \r\n\r\n### 最后的最后\r\n\r\n啰嗦了这么长时间，如果大家对民大感兴趣，又或是对历史学感兴趣，欢迎联系我哦。\r\n\r\n手机：18358428362\r\n\r\n微信：HJX18358428362"
}