{
  "path": "wcy",
  "title": "汪晨雨 浙江大学自动化（控制）",
  "school": "浙江大学",
  "admission": "高考",
  "choose": "物化技",
  "score": "674",
  "rank": "3300左右",
  "tags": "平行志愿录取",
  "content": "裸分录取至工科实验班（建筑与土木）后来寒假转专业至自动化（控制）\r\n\r\n### 关于转专业\r\n\r\n我高考成绩和原本预想的落差很大。高考成绩出来后选择也有，但还是不甘心，后面志愿上就只填了浙大，所以实际上我是进来的时候就已经做了转专业的决定。（我这里的转专业主要是指寒暑假的转专业，因为这个是没有高考分数限制的，大一上下，大二上下共四次，成功后不能再转，没成功能一直转）浙大的转专业在众多高校来说应该算是最难的，所有的入围和录取大多都由绩点决定（除了计院，那个是诸神之战），所以如果没有转专业的决心和毅力还是建议不要来浙大，不然只能在天坑呆着（我不转出去只能打灰了）。转专业大一寒假最难（而且从现在态势来看转专业的人越来越多，学生也越来越卷），大二基本点击即送（因为转专业有选课限制，而且大二转延毕的概率极大）。从我自己的情况来看，我最后的绩点大概是大类前20，然后去转的自动化（控制），最后加上面试综合排第三。\r\n\r\n### 关于控院以及自动化\r\n\r\n控院（全称控制科学与工程学院）可以说是浙江大学底蕴最为厚重的几个工科学院之一，但事实真的如此吗？控院可以说是上过学校热搜（贬义）最多的学院，因为保研，本科课程设置，行政管理等等问题，甚至前段时间因为宿舍分配都上了热搜，所以现在控院的口碑极差。从保研来说，不知道为什么控院不喜欢自己培养的本科学生，在推免保研的时候刷掉了大量本院的学生，我记得好几个学长在被刷掉后只能去上交的自动化了；从本科课程来看，自动化的课程应该算得上是全校最杂了，专业课上，要学电路，要学控制原理，要学机器学习人工智能，要学机器人，要学电气......（问题在于学院的老师大多是从事工控和机器人的，所以开课的质量极低，老师也不知道自己在教什么，因为自己也不是这个领域的）可以叫学的全面，也可以叫啥都学的不深，不过这也算自动化的常态，所以如果选择这个专业，读研究生是至少的；而且这个专业的性价比确实不高，我没记错自动化在三一里是除了荣誉项目外，分数最高的，但有这些首考分数的话完全可以裸分进工信然后选cs。但当然自动化和控院也不是一无是处，浙大的自动化（也叫做控制科学与工程）在历次学科评级中都是A+，然后控院的实验室也是顶级的，所有类型的实验室都有，你研究生想做的方向都能囊括，你在本科期间也有很多进实验室做研究的机会，控院学生能够参加的比赛数量也是别的学院完全没法比的，基本上学校里的大多数科技社团与战队都是控院开办的，学院有孙优贤院士坐镇，然后什么对外交流的机会，能够分配到的资源都是很多的，最后研究生转码也确实方便，基本上没有什么信息的专业是不能转的。\r\n\r\n### 几点建议\r\n\r\n1.   如果没有决心或者卷的动力，不要因为打算转专业而来浙大（过程真的很痛苦，一直很焦虑，焦虑老师的给分，焦虑身边竞争对手的强大，焦虑每一次考试小测，我一度后悔没去哈工深，因为太痛苦了，而且转了不一定成功，像我朋友，我们大类第三都没转成功，要继续卷半年）当然除非你是转不那么热门的，像能源，航天这些专业，那大胆报，性价比奇高，高考可以少考很多分。\r\n2.   如果是工信分流的话，首选一定是cs,软工和信安，浙大绝对的最强专业，如果想做硬件也可以去信电，但如果码能力也一般也不太想做硬件，可以考虑自动化，但浙大的自动化是有电气学院的和控制学院的，两个培养方案一模一样，但所处学院不一样，虽然电气好似“不正宗”，但保研包括资源真的很好，还有特殊的爱迪生班，优先考虑电气学院吧。\r\n3.   如果来了自动化，做好卷的准备吧，处处卷，上课卷，竞赛卷，科研卷，暑假比别人要少一个月，控院有学校最多的短学期（暑假第一个月）课程。\r\n\r\n### 联系方式\r\n\r\nweixin：Wang123787（沆洲天气差，吃得差，还住在郊区，工科大三流放男人庙，慎重！）\r\n\r\n \r\n\r\n*[UCAS AI来插一句嘴]，我们学校的AI差不多也是自动化专业的那种“电子+控制+机器学习”的模式，但是你说这样的课程设置不合理呢，从学科发展关系上看控制、基于电子的控制确实是现在火热的AI的“爹”（UCAS的AI学院就是科学院的“自动化”所主办的）。从现实来看现在的主流AI方面的研究确实用不到太多的电子啊、控制方面的知识，但是如果要深入研究或者做出一些创新性的工作的话，电子、控制里的信号处理、噪声相关的知识确实也是很重要的。自动化所的AI之所以强也是因为之前在自动化、控制领域的长时间布局，这些学科基础在现在这个all in AI的时代对于研究现代人工智能是很有裨益的。在自动化所每年的推免生中就有很多自动化背景来做AI、Robotics的，所以个人觉得转向AI也是自动化学生的一个很好的出路（如果愿意卷的话），毕竟我们本科学的东西其实有很大重合的地方。*"
}