{
  "path": "xfy",
  "title": "谢丰阳 浙江大学外国语言文学类翻译专业→社会学",
  "school": "浙江大学",
  "admission": "高考",
  "choose": "政史生",
  "score": "676",
  "rank": "3115",
  "tags": "平行志愿录取",
  "content": "先分流到翻译专业，后第二次专业确认转至社会学\r\n\r\n##### 浙江大学外语类专业\r\n\r\n如果你确有特长且真的喜欢英语、享受学习英语的过程，那么我会很推荐你来浙大外语。毕竟在很长一段时间内都是zju少有的文科类的A＋专业（虽然个人怀疑有水），此外老师真的都很不错，也会有更多的和留学生交流的机会。浙大外院还有专门的国精班开设，入选后每周末有相应增加的课程（据说很水），但是国精班有外交部、联合国实习之类资源的额外名额，有实力且有相关职业规划的话还是推荐一试。\r\n\r\n当然也要做好和一些外国语学院来的同学竞争的心理准备，在听、说方面可以称得上是降维打击。外院本身同学间竞争氛围其实还是比较浓厚，除非心态很好，否则还是作好努力卷的准备吧。\r\n\r\n就业前景，就我目前的了解，大部分同学选择的都是“外语＋”模式，也就是说在除了本来读的英语或者什么专业以外，再辅修新传/法学/金融之类，最后基本都准备研究生阶段跨考/跨保，或者出国留学。翻译专业又有点不一样，老师们会很支持你做一些学术研究方面的工作，本身学术氛围也比较浓厚，不过在就业方面也还是会尽力指导。可能因为本身规模很小，老师大多很关心学生，喜欢翻译的话会很幸福的。\r\n\r\n##### 浙江大学社会学系\r\n\r\n因为一直以来对社会学的向往和个人理想，无论三一还是高考填志愿的时候都把它排在了首位，可惜每次都是毫厘之差。所幸最后还是头铁成功转了进来。\r\n\r\n主观很喜欢很喜欢很喜欢。一开始只想着作为跳到更高层次学校社会学系的跳板，现在已经被蛊惑了感觉就在这里再待十年也未尝不可。系建设非常有活力，制度改革一直在响应学生需求，比较著名的事件有主任在校会上力怼大计基课程考评并成功将之排除出系学生绩点排名体系；学分要求堪称“全校最低”，给予学生选课充分自由度等。系里老师也都很优秀，有很多名校的访问学者，也有很多海归青年教师，兼具宜人性和难测的学术功底。（有兴趣的同学可以关注我系一些老师的社交账号，指路小红书@紫金港小贝勒，豆瓣@周沐君😎😍）目前系优势和特色在于历史社会学研究。有志于社会学、人类学相关学术研究的同学，这里会是求知的天堂。\r\n\r\n此外发展前景目前来看也一片向好。在国内社会学研究领域的影响力是越来越高，国外也具有一定的认可度。在“新”的层面上和浙大共享着一种生命力。\r\n\r\n当然不能忽视的是存在的一些目前看来较为普遍的困难：课程要求大多对标国际名校，每周要看十多篇文献，读英文原著是常态；部分课程内容有些抽象，没有一定基础很难学下去，这使得老师关于“自由选课”的承诺有部分落空（怀疑是新旧老师没有做好相关衔接交流的工作）\r\n\r\n此外如果想着是好毕业的话那么其实还是有点劝退。相较于其他人文类专业，咱们系要求其实还是有点高的，按照老师的原话就是“以培养研究生的方式养本科生”，不花点专门的精力，想要一个还不错的成绩是很难的。\r\n\r\n##### 浙大转专业\r\n\r\n相比于其他院校较为轻松，机会更多，但也并非没有竞争，竞争强度视想转入专业的当年热门程度而定。\r\n\r\n1.   首先是大一刚入校一段时间后的大类分流（外国语言文学类比较特殊，在军训后就会进行面试分流），在此之前会有让新生了解各个专业的介绍会。大类分流看面试成绩＋高考成绩，按一定比例合算后进行排名从高往低录取。如果你的高考成绩在这一大类中相对较高，基本能够稳进心许的专业。\r\n2.   之后是大一上期中考后的第二次专业确认，这个时候不会限制大类，非三一、特殊政策录取的同学可以跨大类随意选择专业去申请（当然要符合高考录取时对高中的选课要求）（同时对于省内同学，所选专业的高考录取分数需小于等于你的高考成绩，排名是否超过录取线无所谓），此时录取标准依然是面试＋高考成绩折算，部分理工科可能会有笔试，以及参考部分科目期中考成绩；此外不同专业老师对面试看重程度也不一致；会有申请人数少于可录取人数但没有被录取的情况。此外并没有什么特殊。\r\n3.   然后每年寒暑假理论上都可以有一次转专业的机会，当然，如果有一次转成功了，之后就不能再转。（值得一提的是，第二次专业确认并不算在转专业里面，也就是说，如果第二次专业确认中更换了专业，在后续也还是能继续参与转专业的申请）之后的转专业只看绩点，不会再参考高考成绩。同时也不限制从分数较低的专业转到分数较高的专业。（对于三一录取的同学可能另有说法）\r\n\r\n##### 个人建议\r\n\r\n###### l 关于“选专业还是选学校”\r\n\r\n   选学校。专业还可以再转。尤其是折姜大学。转专业条件算是宽松了，我认识的朋友有从海洋转到工业设计的，也有很优秀的翻译专业的学姐是从农学转过来的。当然有些专业比较特殊，需要具体问题具体分析。\r\n\r\n###### l 关于“浪费高考分数”\r\n\r\n   个人以为没必要纠结。高考分数录取线本身玄而又玄，说到底只是人为划分的线，用这条线去评估专业本身的价值未免荒谬。\r\n\r\n   当然，这个前提是在同一学校内部。不同学校之间斟酌又是另一种情况了。\r\n\r\n   不过这个在浙江省内其实也有点好玩。因为高考分数线浙大在省内录取低了很多，很多时候省内的同学，尤其是极看重分数的高中生，会潜移默化地把浙大看得低人一等。浙大校内也有很多广为流传的“考败来浙”的知名笑话。还是保持之前的看法，在这里用分数线衡量学校水平显然很不理性，优待性政策被附会成“示弱”还是有点荒谬啦。\r\n\r\n   客观来讲，可能由于是浙江省独苗，经费的支持下，浙大在学科建设上面发展态势正猛。校区很多，学校很大，建筑很新，（除了宿舍以外的）硬件能算得上是优越了。top3水平是相当稳健的😎\r\n\r\n###### l 关于所谓专业排名\r\n\r\n   有参考价值，但不多。仅从人文社科的角度来看，仅从实用性出发，不如学校title。专业评级跟学校教学质量不挂钩，与之呈正相关的更多的是老师文章数量。在选择专业之前或许也可以看看对应学院官网，或者问问学长学姐，能找到更多有价值的关于这个学校这个专业目前发展情况的情报。\r\n\r\n###### l 关于选择热爱的专业\r\n\r\n   如果仅从谋生的角度出发选择职业，用青年马克思的话来说，足以“毁灭人的一生”，物质得到满足的同时，精神是匮乏的，人为劳动所奴役，自我压抑成为常态，失去本应拥有的生命的活力。当然，人们也可以选择“自我欺骗”，然而也就像马克思年轻时的感慨一样：“以自我欺骗来解救又是多么糟糕！”被压抑的自我从来不会消失，而是化作空虚与无意义感，埋伏在妥协的生活的各个角落。\r\n\r\n   学习生活中，选择专业也未必不是如此。毕竟学习是一个细水长流、积少成多的过程，如果没有一点兴趣支撑，日复一日的文献阅读、理论方法的消化吸收只会徒增压力。此时主动学习的动力大打折扣，学习本身成为了强加于人的外物，此外，多年在优绩主义浸染下呼吸，大部分同学还将在绩点的统治下度过数年，想必也不会好受。\r\n\r\n   然而，或许也还需要自己审慎地考量热爱的真实性。\r\n\r\n   首先应当确定这热情并非来自于某种虚荣心。虽然很多时候虚荣心确实是我们推进某一任务的重要动力。在未来有潜力获得的荣誉与嘉奖、名与利就像寓言中的胡萝卜一样，吸引着我们一圈又一圈地推着生活的磨。此外，别人对我们某一方面的称赞也确实容易让我们在这一方面下更多苦功。然而，这并不是对事业本身的热情。一旦我们没有受到期望的关注与赞赏，这种热情就转瞬而逝。事实上，不是所有命运抛来的骨头都值得我们扑上去摇尾乞怜，用别人的价值体系束缚自己的生活未尝不是一种“异化”的悲剧。\r\n\r\n   此外，因为对某一专业的幻想而抱有极大的热情也是未经世事的我们常有的问题。如今的信息筛选传播流程很容易使我们对某一领域的大多数了解都来自其中出类拔萃的人物，很多时候一些媒体往往只彰显其成就、事业的崇高，对其中阴暗面、属于“多数”的所谓“平庸之辈”的生活缺乏关注。不妨多对相关专业多多调查了解，放低姿态，走出幻想乡，看看现实的泥沼，然后也就会“既不会受热情的欺骗，也不会仓促从事”。\r\n\r\n  如果对未来没有多余的想法，对物质上的需求远超过精神上的追求，选择“有面包吃”的专业显然再适合不过。当然也要注意不同专业目前发展状况以及一些可能的发展前景。风口难料，现在老生常谈的“铁饭碗”再过十年，也未必如此安定。多收集信息，也注意一些类似发展轨迹的其他国家的就业状态，也许会有一点帮助。\r\n\r\n##### 联系方式\r\n\r\nvx：wind20230611\r\n\r\nqq：2194867140"
}