{
  "path": "ylt",
  "title": "叶力天 中国科学技术大学 网络空间安全专业",
  "school": "中国科学技术大学",
  "admission": "高考",
  "choose": "物化技",
  "score": "683",
  "rank": "1600左右",
  "tags": "平行志愿录取",
  "content": "管理学院统计与大数据技术 转 网络空间安全\r\n\r\n### 关于学校\r\n\r\n中科大在**安徽合肥**，是中国科学院直属的一所以前沿科学和高新技术为主，兼有医学、特色管理和人文学科的全国重点大学。因为是理工科类大学，所以男女比很不错，如果女生报考的话会很有优势！\r\n\r\n因为学校是中科院亲儿子，所以经常会有著名院士来进行讲座！比如，你可以在开学典礼上向潘建伟院士要签名qwq。\r\n\r\n### 校园生活\r\n\r\n科大校园不大，平时上课走路或者骑自行车都可以。\r\n\r\n寝室为男生4人间（公共卫浴），女生3人间（独立卫浴），并且都配备了空调和暖气（全覆盖），是非常舒服滴。科大目前共有17个食堂，其中东区8个、西区7个、中区1个、南区1个。此外还有肥西路的特色菜馆与夜宵美食大排档。另外，科大糕点也是挺不错的，节日会提供科大特色月饼，特色高点之类的。科大运动设施齐全，有多个健身房，球场，还有游泳馆，台球馆，都是可以免费使用的。\r\n\r\n另外，科大还有丰富的社团活动，比如吉他之夜、新年音乐会、彩虹长跑还有每周一次的特教中心活动等。\r\n\r\n唯一不足的是合肥的天气不是很好，气温有很大的波动。\r\n\r\n### 关于少年班/少创班\r\n\r\n少年班/少创班报考首先需要进行一轮初审，然后若干轮校测，还要参加当年高考。少创班是根据校测成绩来评定ABC类，然后根据高考成绩降分录取（A类降一本线，B类降40分，C类达到招生录取线）。\r\n\r\n校测主要是**数学和物理**，还有体测。数学和物理难度会很高，所以学过竞赛可能会有一定的优势。但是**高考**也是很重要的，所以如果数学物理不是很突出的话，建议还是先把高考的基础抓牢。\r\n\r\n因为我不是少院的，所以对这方面也不是特别了解。具体需要关注相关招生简章：\r\n\r\n[![titleview](E:\\projects\\rlgu\\articles\\dat/assets/clip_image002.gif)中国科学技术大学 2024年“少年班及创新试点班”招生简章](https://zsb.ustc.edu.cn/2024/0102/c12992a627155/page.htm)\r\n\r\n少年班相比高考进入的优势很大。少院学生可以自由选择专业，另外少院还有很多独家资源(比如竞赛报销，大部分竞赛报销都是只有少院学生特有的)。\r\n\r\n所以高一高二同学一定要尝试下报一下少年班/少创班！\r\n\r\n### 关于强基\r\n\r\n如果考虑强基的话，最好还是选择清北冲一冲，毕竟强基只能选择一所学校，而科大靠裸分录取还是有很大希望的。\r\n\r\n对科大的强基不是很清楚，建议还是根据招生简章等了解：\r\n\r\n[![titleview](E:\\projects\\rlgu\\articles\\dat/assets/clip_image002.gif)中国科学技术大学2024年强基计划招生简章](https://zsb.ustc.edu.cn/2024/0410/c12992a637792/page.htm)\r\n\r\n强基可以进行**专业内**转专业。\r\n\r\n### 关于志愿填报转专业\r\n\r\n高考招生大概招前**1700-1800名**左右。科大在浙江只能从“理科实验班”和“工科实验班”中选择，会在录取的时候**根据高考分数来直接安排专业和英才班**情况。志愿填报前可以咨询招生老师，当时我是如果把科大当作第一志愿，那么招生老师会帮忙安排心仪专业，否则招生老师会帮你尽量避免安排你不喜欢的3个专业。\r\n\r\n科大**转专业非常自由**，有多次转专业的机会，少院的同学还可以自由的选择专业，一些热门专业对成绩要求较高。\r\n\r\nl **入学时**有一次通过考英才班转专业机会，主要是根据**入学考的数学物理成绩**，一般是要求数学+物理成绩大于100分，然后各院会举行面试（面试不影响录取，只是看你兴趣判断你适不适合这个专业），最后会根据数学+物理成绩倒序录取。如果被录取，就会直接转到英才班对应的专业。\r\n\r\nl **大一下**有一次全校范围的转专业，主要是根据**期末成绩和GPA**，数学计算机等热门专业对GPA要求较高。各个学院会组织面试和笔试(大多数只有面试)，然后进行录取。因为大一学习的主要是通识类课程，不同院系学的基本都差不多，所以不用担心课程落下的情况。\r\n\r\nl 大二上有一次专业中期分流。因为大二已经开始上专业课了，所以一般这一次只是进行专业的微调而不会有大的变动。\r\n\r\n如果转专业失败了，也可以按照心仪专业的培养方案进行选课，如果达到毕业要求了，照样发放相关的毕业证书！\r\n\r\n### 个人建议\r\n\r\n科大总体来说是很不错的，还有很强的学习氛围。如果有能力，建议少年班一定要试试，如果进了就可以不用卷高考提前体验大学生活了，如果没进也是一个很好的提升自己的机会。另外，高考如果失利（与清北复交浙擦肩而过😭），并且有兴趣搞科研的话，非常建议报考科大哦。\r\n\r\n如果没有进心仪的学校也是没有关系的，只要对专业感兴趣，用心学习，一定能取得不错的成绩的。\r\n\r\n另外，进了大学最好要掌握基本的编程能力（C语言或者Python语言），一是学会编程之后一些重复性的工作会确实简单方便不少，二是现在一些导师选人都要求会编程（不仅仅是计算机专业），编程能力真的很重要。\r\n\r\n### 其他信息\r\n\r\n培养方案：\r\n\r\n[![X7U2RLYYADQH6](E:\\projects\\rlgu\\articles\\dat/assets/clip_image004.gif)catalog.ustc](https://catalog.ustc.edu.cn/plan)\r\n\r\n😛\r\n\r\n### 联系方式\r\n\r\nQQ：1440169768\r\n\r\n邮箱：[me@yemaster.cn](mailto:me@yemaster.cn)"
}